# Taps
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/cask-fonts"

# Brews
brew "awscli"
brew "gh"
brew "git"
brew "hashicorp/tap/terraform"
brew "hasura-cli"
brew "heroku"
brew "httpie"
brew "jq"
brew "mas"
brew "neovim"
brew "postgres"
brew "redis"
brew "starship"
brew "stripe/stripe-cli/stripe"
brew "tldr"

# Casks
cask "1password"
cask "adobe-acrobat-reader"
cask "brave-browser"
cask "clover"
cask "discord"
cask "docker"
cask "figma"
cask "flux"
cask "font-fira-code"
cask "insomnia"
cask "iterm2"
cask "linear-linear"
cask "messenger"
cask "miro"
cask "ngrok"
cask "notion"
cask "obsidian"
cask "postico"
cask "postman"
cask "raycast"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "whatsapp"
cask "zoom"
